<h2
  style="box-sizing: border-box; margin: 0px; line-height: 1.2; font-size: 20px; letter-spacing: -0.05em; color: #576d96; padding-bottom: 20px; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  Pol&iacute;tica Privacidade</h2>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  A sua privacidade &eacute; importante para n&oacute;s. &Eacute; pol&iacute;tica do Crianca Tea respeitar a sua
  privacidade em rela&ccedil;&atilde;o a qualquer informa&ccedil;&atilde;o sua que possamos coletar no site <a
    href="https://criancatea.herokuapp.com/">Crianca Tea</a>, e outros sites que possu&iacute;mos e operamos.</p>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  Solicitamos informa&ccedil;&otilde;es pessoais apenas quando realmente precisamos delas para lhe fornecer um
  servi&ccedil;o. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Tamb&eacute;m informamos
  por que estamos coletando e como ser&aacute; usado.</p>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  Apenas retemos as informa&ccedil;&otilde;es coletadas pelo tempo necess&aacute;rio para fornecer o servi&ccedil;o
  solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceit&aacute;veis ​​para evitar perdas
  e roubos, bem como acesso, divulga&ccedil;&atilde;o, c&oacute;pia, uso ou modifica&ccedil;&atilde;o n&atilde;o
  autorizados.</p>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  N&atilde;o compartilhamos informa&ccedil;&otilde;es de identifica&ccedil;&atilde;o pessoal publicamente ou com
  terceiros, exceto quando exigido por lei.</p>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  O nosso site pode ter links para sites externos que n&atilde;o s&atilde;o operados por n&oacute;s. Esteja ciente de
  que n&atilde;o temos controle sobre o conte&uacute;do e pr&aacute;ticas desses sites e n&atilde;o podemos aceitar
  responsabilidade por suas respectivas&nbsp;<a
    style="box-sizing: border-box; color: #055af9; text-decoration-line: none; background-color: transparent;"
    href="https://politicaprivacidade.com/" target="_BLANK">pol&iacute;ticas de privacidade</a>.</p>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  Voc&ecirc; &eacute; livre para recusar a nossa solicita&ccedil;&atilde;o de informa&ccedil;&otilde;es pessoais,
  entendendo que talvez n&atilde;o possamos fornecer alguns dos servi&ccedil;os desejados.</p>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  O uso continuado de nosso site ser&aacute; considerado como aceita&ccedil;&atilde;o de nossas pr&aacute;ticas em torno
  de privacidade e informa&ccedil;&otilde;es pessoais. Se voc&ecirc; tiver alguma d&uacute;vida sobre como lidamos com
  dados do usu&aacute;rio e informa&ccedil;&otilde;es pessoais, entre em contacto connosco.</p>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
</p>
<h3
  style="box-sizing: border-box; margin: 0px 0px 20px; line-height: 1.2; font-size: 16px; letter-spacing: -0.05em; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  Compromisso do Usu&aacute;rio</h3>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  O usu&aacute;rio se compromete a fazer uso adequado dos conte&uacute;dos e da informa&ccedil;&atilde;o que o Crianca
  Tea oferece no site e com car&aacute;ter enunciativo, mas n&atilde;o limitativo:</p>
<ul
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; color: #576d96; font-family: Montserrat, sans-serif; font-size: 16px; background-color: #ffffff;">
  <li style="box-sizing: border-box;">A) N&atilde;o se envolver em atividades que sejam ilegais ou contr&aacute;rias
    &agrave; boa f&eacute; a &agrave; ordem p&uacute;blica;</li>
  <li style="box-sizing: border-box;">B) N&atilde;o difundir propaganda ou conte&uacute;do de natureza racista,
    xenof&oacute;bica, <a href='https://apostasonline.guru/' rel='nofollow' target='_BLANK'
      style='color:inherit !important; text-decoration: none !important; font-size: inherit !important;'>casas de
      apostas</a> ou azar, qualquer tipo de pornografia ilegal, de apologia ao terrorismo ou contra os direitos humanos;
  </li>
  <li style="box-sizing: border-box;">C) N&atilde;o causar danos aos sistemas f&iacute;sicos (hardwares) e
    l&oacute;gicos (softwares) do Crianca Tea, de seus fornecedores ou terceiros, para introduzir ou disseminar
    v&iacute;rus inform&aacute;ticos ou quaisquer outros sistemas de hardware ou software que sejam capazes de causar
    danos anteriormente mencionados.</li>
</ul>
<h3
  style="box-sizing: border-box; margin: 0px 0px 20px; line-height: 1.2; font-size: 16px; letter-spacing: -0.05em; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  Mais informa&ccedil;&otilde;es</h3>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  Esperemos que esteja esclarecido e, como mencionado anteriormente, se houver algo que voc&ecirc; n&atilde;o tem
  certeza se precisa ou n&atilde;o, geralmente &eacute; mais seguro deixar os cookies ativados, caso interaja com um dos
  recursos que voc&ecirc; usa em nosso site.</p>
<p
  style="box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem; font-size: 16px; color: #576d96; font-family: Montserrat, sans-serif; background-color: #ffffff;">
  Esta pol&iacute;tica &eacute; efetiva a partir de <strong>22 outubro 2022 00:02</strong></p>